/* No comment provided by engineer. */
"Configuring" = "Configurando";

/* No comment provided by engineer. */
"Connected" = "Conectado";

/* No comment provided by engineer. */
"Connecting" = "Connecting";/**/

/* No comment provided by engineer. */
"Device Info" = "Device Info";/**/

/* No comment provided by engineer. */
"Disconnected" = "Disconnected";/**/

/* No comment provided by engineer. */
"Discovered" = "Discovered";/**/

/* No comment provided by engineer. */
"No Device Connected" = "No Device Connected";/**/

/* No comment provided by engineer. */
"now" = "now";/**/

/* No comment provided by engineer. */
"Plugged" = "Plugged";/**/

/* No comment provided by engineer. */
"Store" = "Tienda";

/* No comment provided by engineer. */
"Switching to" = "Cambiando a";

/* No comment provided by engineer. */
"Unplugged" = "Unplugged";/**/

